Repository: XoopsModules25x/extgallery
Catalog: assets/js/*-slider/languages/metaslider-*.po
Languages: de_de

source: Image
de_de: Bild

source: Add to slider
de_de: Hinzufügen zum Slider

source: Post Feed
de_de: Beitrag Feed

source: Caption
de_de: Beschriftung

source: New Window
de_de: Neues Fenster

source: Are you sure?
de_de: Sind Sie sicher?

source: Caution: This setting is for advanced developers only. If you're unsure, leave it checked.
de_de: Achtung: Diese Einstellung ist nur für fortgeschrittene Entwickler. Wenn Sie unsicher sind, lassen Sie es sein.

source: Upgrade to Pro $19
de_de: Upgrade auf Pro $19

source: Documentation
de_de: Dokumentation

source: New Slider
de_de: Neuer Slider

source: New slideshow created. Click 'Add Slide' to get started!
de_de: Neue Diashow erstellt. Klicken Sie 'Slides hinzufügen' um loszulegen!

source: or
de_de: oder

source: Add New Slideshow
de_de: Neue Diashow hinzufügen

source: Create your first slideshow
de_de: Erstellen Sie Ihre erste Diashow

source: Settings
de_de: Einstellungen

source: Save
de_de: Speichern

source: Save & Preview
de_de: Speichern & Vorschau

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Effect
de_de: Effekt

source: Slide transition effect
de_de: Diashow Übergangseffekt

source: Random
de_de: Zufällig

source: Swirl
de_de: Wirbel

source: Rain
de_de: Regen

source: Straight
de_de: Gerade

source: Slide Down
de_de: Gleitent nach unten schieben

source: Slice Up
de_de: Scheiben nach oben

source: Slide Up Left
de_de: Gleitent nach Links schieben

source: Slice Up Down
de_de: Scheiben von oben nach unten

source: Slide Up Down Left
de_de: Gleitent von unten nach links hinauf

source: Fold
de_de: in Falten legen

source: Fade
de_de: Verblassen

source: Slide In Right
de_de: Gleitent nach Rechts schieben

source: Slide In Left
de_de: Gleitent nach Links schieben

source: Box Random
de_de: Zufällige Kästchen

source: Box Rain
de_de: Regen mit Kästchen

source: Box Rain Reverse
de_de: Regen mit Kästchen umgekehrt

source: Box Rain Grow Reverse
de_de: Regen mit Kästchen umgekehrt aufgebaut

source: Slide
de_de: Gleiten

source: Theme
de_de: Thema

source: Arrows
de_de: Pfeile

source: Hidden
de_de: Verstecken

source: Dots
de_de: Punkte

source: Title
de_de: Titel

source: Slideshow title
de_de: Diashow Titel

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Center align
de_de: Im Zentrum ausrichten

source: Center align the slideshow
de_de: Die Diashow im Zentrum ausrichten.

source: Auto play
de_de: Automatische Wiedergabe

source: Smart crop
de_de: Intelligenter Zuschnitt

source: Smart Crop ensures your responsive slides are cropped to a ratio that results in a consistent slideshow size
de_de: Der intelligente Zuschnitt sorgt bei den Slides für ansprechendes verhältnis der Bilder. So das sie für die Diashow in der richtigen Größe zugeschnitten werden, egal ob Hoch oder Querformat

source: Carousel mode
de_de: Karussell Modus

source: Randomise the order of the slides
de_de: Zufällige Reihenfolge der Slides

source: Hover pause
de_de: Schweben Pause

source: Reverse
de_de: Rückwärts

source: Reverse the animation direction
de_de: Umgekehrter Reihenfolge der Animation

source: Slide delay
de_de: Slide Verzögerung

source: How long to display each slide, in milliseconds
de_de: Wie lange jeder Slide angezeigt wird, in Millisekunden

source: Animation speed
de_de: Animationsgeschwindigkeit

source: Set the speed of animations, in milliseconds
de_de: Stellen Sie die Geschwindigkeit der Animationen ein, in Millisekunden

source: Number of slices
de_de: Anzahl der Schichten

source: Number of squares
de_de: Anzahl der Quadrate

source: Slide direction
de_de: Slide Richtung

source: Select the sliding direction
de_de: Wählen Sie die Richtung des Sliders

source: Vertical
de_de: Vertikal

source: Easing
de_de: Beschleunigung

source: Animation easing effect
de_de: Animations Beschleunigungseffekt

source: Previous text
de_de: Zurück (Texteingabe)

source: Set the text for the 'previous' direction item
de_de: Verwenden Sie hier eine Texteingabe zur Richtungs Angabe, Beispiel: Vorheriges Bild

source: Next text
de_de: Vorwärts (Texteingabe)

source: Set the text for the 'next' direction item
de_de: Verwenden Sie hier eine Texteingabe zur Richtungs Angabe, Beispiel: Nächstes Bild

source: Square delay
de_de: Quadrat Verzögerung

source: Opacity
de_de: Deckkraft

source: Opacity of title and navigation
de_de: Deckkraft von Titel und Navigation

source: Caption speed
de_de: Beschriftungs Geschwindigkeit

source: Set the fade in speed of the caption
de_de: Stellen Sie das verblassen(Fade) der Geschwindigkeit ein, für die Beschriftung

source: CSS classes
de_de: CSS Klassen

source: Specify any custom CSS Classes you would like to be added to the slider wrapper
de_de: Geben Sie beliebige benutzerdefinierte CSS Klassen an und es wird zu ihren Slider-Wrapper hinzugefügt werden

source: Print CSS
de_de: Zeige CSS

source: Uncheck this is you would like to include your own CSS
de_de: Deaktivieren Sie dieses wenn Sie Ihre eigenen CSS-Style verwenden möchten

source: Uncheck this is you would like to include your own Javascript
de_de: Deaktivieren Sie dieses wenn Sie eigene Javascripts verwenden möchten

source: Usage
de_de: Anwendung

source: Template Include
de_de: Vorlage inklusive

source: Delete Slider
de_de: Lösche Slider

source: Add Slide
de_de: Slides hinzufügen

source: No slideshows found
de_de: Keine Diashow gefunden

source: Title:
de_de: Titel:

source: Select Slider:
de_de: Wähle Slider:

source: Security check failed. Refresh page and try again.
de_de: Sicherheits-Check fehlgeschlagen. Seite aktualisieren und Bitte erneut versuchen.

source: Failed to add slide. Slide already exists in slideshow.
de_de: Fehler beim hinzufügen. Slide existiert bereits in Diashow.

source: Failed to add slide. Slide is not of type 'image'.
de_de: Fehler beim hinzufügen. Slide ist nicht von Typ 'Bild'.

source: Warning: Image data does not exist. Please re-upload the image.
de_de: Warnung: Bild existiert leider nicht mehr. Bitte erneut das Bild hochladen.
